<template>
	<section id="typical">
		<div class="container">
			<h2>Безопасность платежей</h2>

			<h3 class="benefit__item-title">При оплате заказа банковской картой, обработка платежа (включая ввод номера карты) происходит на защищенной странице процессинговой системы, которая прошла международную сертификацию. </h3>
			<div class="benefit__item-descr">то значит, что Ваши конфиденциальные данные (реквизиты карты, регистрационные данные и др.) не поступают в интернет-магазин, их обработка полностью защищена и никто, в том числе наш интернет-магазин, не может получить персональные и банковские данные клиента.</div>

            <div class="benefit__item-descr">При работе с карточными данными применяется стандарт защиты информации, разработанный международными платёжными системами Visa и MasterCard - Payment Card Industry Data Security Standard (PCI DSS), что обеспечивает безопасную обработку реквизитов Банковской карты Держателя. Применяемая технология передачи данных гарантирует безопасность по сделкам с Банковскими картами путем использования протоколов Transport Layer Security (TLS), Verified by Visa, Secure Code, и закрытых банковских сетей, имеющих высшую степень защиты.
            </div>
            <div class="benefit__item-descr">В случае возврата, денежные средства возвращаются на ту же карту, с которой производилась оплата.
            </div>
            <div class="benefit__item-descr">При оплате заказа банковской картой возврат денежных средств производится на ту карту, с которой был произведен платеж.</div>
		</div>
	</section>
</template>