<template>
	<section id="typical">
		<div class="container">
			<h2>Политика конфиденциальности</h2>

			<h3 class="benefit__item-title">Политика конфиденциальности уведомляет пользователей веб-сайта о персональных данных, собираемых в результате использования ими такого сайта в сети Интернет.</h3>
			<div class="benefit__item-descr">Персональные данные - это информация о пользователях веб-сайта (ФИО, дата рождения, номер, электронная почта и тп), которые позволяют идентифицировать конкретного пользователя.
			<br>
            Документ может быть использован юридическими и/или физическими лицами, на имя которых зарегистрированы определенные доменные имена (далее "Правообладатель").</div>

            <div class="benefit__item-descr">
            	Целью настоящего документа также является донести пользователям (1) вид/тип собираемой персональной информации; и (2) методы и способы сбора персональной информации; и (3) цели, для которых происходит сбор персональной информации; и (4) сроки хранения такой персональной информации, а также права пользователей; и (5) перечень лиц, которые могут получить доступ к передаваемой персональной информации.
            </div>
            <div class="benefit__item-descr">
            	Данная Политика конфиденциальности предназначена исключительно для информирования пользователей о (возможном) сборе их персональных данных. Настоящий документ не стоит путать с Пользовательским соглашением (Terms of Use) для веб-сайта, которое определяет в свою очередь свод правил, которых пользователю нужно придерживаться во время использования определенного сайта (к примеру, запрет мошенничества, авторские права на контент, порядок возврата товара и т.п.). Кроме этого, если необходимо разработать порядок сбора и обработки персональных данных пользователей мобильного приложения, в таком случае необходимо воспользоваться отдельной Политикой конфиденциальности для мобильного приложения.
            </div>
		</div>
	</section>
</template>