<template>
	<section id="typical">
		<div class="container">
			<h2>Пользовательское соглашение</h2>

			<h3 class="benefit__item-title">Пользовательское соглашение для веб-сайта (далее "Соглашение") представляет особый вид договора между веб-сайтом и его пользователями касательно порядка его использования, а также определяет обязанности сторон и их ответственность.</h3>
			<div class="benefit__item-descr">Данный документ не требуется действующим законодательством, однако он помогает пользователям (1) понять допустимые способы использования ими веб-сайта; (2) определить возможные последствия использования веб-сайта тем или иным образом; (3) обозначить меры ответственности, применяемые к пользователям за нарушение установленных правил.</div>

            <div class="benefit__item-descr">
            	Соглашение представляет собой ни что иное как правила игры для веб-сайта и пользователя, ввиду этого значение настоящего документ сложно переоценить. Как только пользователь соглашается с условиями Соглашения (к примеру, путем проставления галочки в отведенном поле или посредством создания личного аккаунта), условия данного Соглашения являются юридически обязательным для пользователя. Так, нарушение пользователем условий Соглашения неминуемо влечет применение к такому пользователю видов ответственности, предусмотренных таким Соглашением.
            </div>
            <div class="benefit__item-descr">
            	Предложенный шаблон документа подойдет для веб-сайтов любого вида, к примеру, онлайн магазин, онлайн торговая площадка, социальная сеть, блог, бизнес, развлечения и игорный бизнес, медиа (журналы) и тп. Обращаем внимание, что настоящий документ не может быть использован для мобильных приложений (можно воспользоваться Пользовательским соглашением для мобильного приложения) или облачных платформ (можно воспользоваться Пользовательским соглашением для облачной платформы).
            </div>
            <div class="benefit__item-descr">Пользовательское соглашение не стоит отождествлять с Политикой конфиденциальности (документ, определяющий порядок сбора и обработки персональных данных пользователей) по нескольким причинам. Во-первых, политика конфиденциальности является обязательным документом, а во-вторых - такой документ исключительно фокусируется на способах, методах, сроках и целях обработки и сбора персональных данных.</div>
		</div>
	</section>
</template>