<template>
	<section id="faq">
		<div class="container">
			<div class="row">
				<h2>Часто задаваемые вопросы</h2>
			</div>

			<div class="row">
					<div class="quest" v-for="faq in faqs">
						<h3>{{faq.title}}</h3>
						<p class="grey-txt fsz-16">{{faq.answer}}</p>
					</div>
			</div>

		</div>
	</section>
</template>


<script>
	export default{
		data(){
			return{
				faqs: [
			{
				title: 'Что нужно для прохождения урока?',
				answer: 'На странице урока есть подробное описание того что будет рассказано и в каких программахбудет проходить работа.'
			},
			{
				title: 'Что нужно из оборудования?',
				answer: 'Съемочное оборудование, реквизит и инструмент подбираются в зависимости от темы урока.'
			},
			{
				title: 'В каких программах мы будем работать?',
				answer: 'Программа выбирается в зависимости от темы урока, смотри описание на странице урока.'
			},
			{
				title: 'Если я не снимал до этого, подойдет ли мне обучение?',
				answer: ' Все уроки разные по сложности, выбирай темы под свой уровень.'
			},
			{
				title: 'Где смотреть уроки?',
				answer: 'После покупки просмотр будет доступен на странице урока.'
			},
			{
				title: ' Как долго будут доступны уроки?',
				answer: 'Доступ предоставляется бессрочно.'
			},
			{
				title: ' Где узнать о новых уроках?',
				answer: ' В моем Instagram аккаунте nikitapugachev'
			},
			{
				title: 'Как понять что в уроке?',
				answer: 'Больше никакого кота в мешке, короткий трейлер подскажет что в уроке, каждый урок раскрывает отдельно взятую тему и решает определеную задачу. Остается только выбрать интересные для себя темы.'
			},
			{
				title: 'Что такое отсылки?',
				answer: 'Это пересекающиеся по теме уроки.'
			},

		]
			}
		}
	}
</script>