<template>
	<section id="faq">
		<div class="container">
			<div class="row">
				<h2>Часто задаваемые вопросы</h2>
			</div>

			<div class="row">
					<div class="quest" v-for="faq in faqs">
						<h3>{{faq.title}}</h3>
						<p class="grey-txt fsz-16">{{faq.answer}}</p>
					</div>
			</div>

		</div>
	</section>
</template>


<script>
	export default{
		data(){
			return{
				faqs: [
			{
				title: 'Я никогда не работал в программах Adobe Premiere и Davinci Resolve',
				answer: 'Все уроки являются личным опытом, мнение и не подлежат обоснованию, так же они не трактуют правила всем и вся и используются и применяются исключительно по желанию слушателя'
			},
			{
				title: 'Если я не снимал до этого, подойдет ли мне курс?',
				answer: 'Представленные. Уроки являются моим собственным опытом и не являются поступалатми,  это всего лишь субъективное видение решение задач и подход к обучению.  В создании роликов я консультировался с разными специалистами когда была в этом необходимость'
			},
			{
				title: 'Время для съемки',
				answer: 'Курс подойдет абсолютно всем, на каждый этап предоставляется подробное задание с описанием и пояснением к каждому действию и большая база уроков на которых рассказываться о том как и почему именно так нужно реализовывать задание с описанием частых ошибок.'
			},
			{
				title: 'Сколько свободного времени необходимо на курс',
				answer: 'За не сдачу работы предусмотрена возможность отсрочки за 3000₽ Участник допускается до следующего задания. Участнику необходимо сдать старое задание и новое в срок (пункт 2)'
			},
			{
				title: 'Нужен ли мощный компьютер для работы?',
				answer: 'Курс подойдет абсолютно всем, на каждый этап предоставляется подробное задание с описанием и пояснением к каждому действию и большая база уроков на которых рассказываться о том как и почему именно так нужно реализовывать задание с описанием частых ошибок.'
			},
			{
				title: 'Какая техника нужна для курса?',
				answer: 'Если участник не сдает работу во время(пункт 2) его работа по новому заданию не будет проверяться, у участника остается возможность просматривать задания и стримы. Участник не может публиковать свои работы на проверку.'
			}

		]
			}
		}
	}
</script>